Repository: incorefinance/incore_finance_app
Catalog: lib/l10n/app_*.arb
Languages: pt

# analyticsIncomeVsExpensesRiskExplanation
source: Expenses are higher than income. This may reduce your runway.
pt: As despesas estão acima do rendimento. Isto pode reduzir a sua margem.

# analyticsCashBalanceHealthyExplanation
source: Cash balance is stable.
pt: O saldo de caixa está estável.

# analyticsCashBalanceWatchExplanation
source: Cash balance is trending down. Keep an eye on this.
pt: O saldo de caixa está a descer. Convém acompanhar.

# analyticsCashBalanceRiskExplanation
source: Cash balance is low or negative. This may limit your ability to cover expenses.
pt: O saldo de caixa está baixo ou negativo. Isto pode limitar a sua capacidade de pagar despesas.

# analyticsProfitHealthyExplanation
source: Profit is stable.
pt: O lucro está estável.

# analyticsProfitWatchExplanation
source: Profit is trending down. Keep an eye on this.
pt: O lucro está a descer. Convém acompanhar.

# analyticsProfitRiskExplanation
source: Profit is negative. This may limit your ability to invest or cover expenses.
pt: O lucro é negativo. Isto pode limitar a sua capacidade de investir ou pagar despesas.

# analyticsExpenseBreakdownHealthy
source: Spending is spread across categories.
pt: As despesas estão bem distribuídas.

# analyticsExpenseBreakdownWatch
source: One category takes a large share of your expenses.
pt: Uma categoria representa uma grande parte das despesas.

# analyticsExpenseBreakdownRisk
source: Spending is heavily concentrated in one category.
pt: As despesas estão muito concentradas numa única categoria.

# analyticsIncomeBreakdownHealthy
source: Income comes from multiple sources.
pt: O rendimento vem de várias fontes.

# analyticsIncomeBreakdownWatch
source: Income relies heavily on one source.
pt: O rendimento depende muito de uma fonte.

# analyticsIncomeBreakdownRisk
source: Income depends mostly on a single source.
pt: O rendimento depende quase totalmente de uma única fonte.

# insightLowCashTitle
source: Cash is tight
pt: Caixa baixo

# insightLowCashBodyRisk
source: Your cash balance is low or negative. Consider reducing expenses to protect your runway.
pt: O seu saldo de caixa está baixo ou negativo. Considere reduzir despesas para proteger a sua margem.

# insightLowCashBodyWatch
source: Your cash balance is trending down. Keep an eye on upcoming expenses.
pt: O seu saldo de caixa está a descer. Convém acompanhar as próximas despesas.

# insightLowRunwayTitle
source: Cash runway is short
pt: Margem de caixa curta

# insightLowRunwayBodyRisk
source: At your recent spending pace, you may have less than {days} days of runway.
pt: Ao ritmo recente de despesas, pode ter menos de {days} dias de margem.

# insightLowRunwayBodyWatch
source: At your recent spending pace, you may have about {days} days of runway.
pt: Ao ritmo recente de despesas, pode ter cerca de {days} dias de margem.

# insightActionReviewExpenses
source: Review expenses
pt: Rever despesas

# insightDismiss
source: Dismiss
pt: Dispensar

# insightExpenseSpikeTitle
source: Spending increased
pt: Despesas aumentaram

# insightExpenseSpikeBody
source: {recentMonth} spending is higher than {priorMonth}. Consider reviewing what changed.
pt: As despesas de {recentMonth} estão mais altas do que em {priorMonth}. Pode ajudar rever o que mudou.

# insightExpenseSpikeWhy
source: Based on {recentMonth} {recentTotal} vs {priorMonth} {priorTotal} ({absChange}, {pctChange}%).
pt: Com base em {recentMonth} {recentTotal} vs {priorMonth} {priorTotal} ({absChange}, {pctChange}%).

# insightMissingIncomeTitle
source: No income recorded
pt: Sem rendimento registado

# insightMissingIncomeWhy
source: Based on {recentMonth} {recentTotal} vs {priorMonth} {priorTotal}.
pt: Com base em {recentMonth} {recentTotal} vs {priorMonth} {priorTotal}.

# insightLowCashRunwayWhy
source: Based on balance {balance} and avg monthly expenses {avgExpenses} (runway {days} days).
pt: Com base no saldo {balance} e numa média mensal de despesas {avgExpenses} (autonomia {days} dias).

# insightLowCashBufferWhy
source: Based on cash balance {balance}{trend}.
pt: Com base no saldo de caixa {balance}{trend}.

# insightMissingIncomeBodyRisk
source: You had income in {priorMonth} but none in {recentMonth}. Add any income you may have received.
pt: Teve rendimento em {priorMonth} mas nenhum em {recentMonth}. Adicione qualquer rendimento que tenha recebido.

# insightMissingIncomeBodyWatch
source: No income recorded in {recentMonth}. If you received any, consider adding it.
pt: Sem rendimento registado em {recentMonth}. Se recebeu algum, considere adicioná-lo.

# insightDetailTxCount
source: {count, plural, one{# transaction} other{# transactions}}
pt: {count, plural, one{# transação} other{# transações}}

# insightDetailDowntrendStreak
source: Downtrend for {days} days
pt: Tendência descendente há {days} dias

# insightDetailRunwayMonthsUsed
source: Avg based on {months} months
pt: Média baseada em {months} meses

# insightDetailExpenseSpikeCause
source: More transactions in {recentMonth} ({recentCount}) than {priorMonth} ({priorCount})
pt: Mais transações em {recentMonth} ({recentCount}) do que em {priorMonth} ({priorCount})

# insightDetailExpenseSpikeAvgCause
source: Higher average spend per transaction in {recentMonth} ({recentAvg}) than {priorMonth} ({priorAvg})
pt: Maior gasto médio por transação em {recentMonth} ({recentAvg}) do que em {priorMonth} ({priorAvg})

# insightDetailMissingIncomeCause
source: No income transactions in {recentMonth} ({priorCount} in {priorMonth})
pt: Sem transações de rendimento em {recentMonth} ({priorCount} em {priorMonth})

# safetyBufferTitle
source: Safety buffer
pt: Margem de segurança

# safetyBufferNotEnoughData
source: Not enough data
pt: Dados insuficientes

# safetyBufferDays
source: {days} days
pt: {days} dias

# safetyBufferDaysWithWeeks
source: {days} days ({weeks} wk)
pt: {days} dias ({weeks} sem)

# safetyBufferQualAfterReserveAndBills
source: After tax reserve and fixed bills
pt: Após reserva de impostos e despesas fixas

# safetyBufferQualBasedOnLastMonth
source: Based on last month
pt: Com base no último mês

# safetyBufferQualBasedOnLastTwoMonths
source: Based on last 2 months
pt: Com base nos últimos 2 meses

# safetyBufferTaxReserveIncluded
source: Tax reserve included: {percent}% of income
pt: Reserva de impostos incluída: {percent}% do rendimento

# safetyBufferTaxReserveIncludedWithAmount
source: Tax reserve included: {percent}% of income (reserved {amount})
pt: Reserva de impostos incluída: {percent}% do rendimento (reservado {amount})

# financialPreferencesTitle
source: Financial Preferences
pt: Preferências Financeiras

# taxReserveTitle
source: Tax reserve
pt: Reserva de impostos

# taxReserveBody
source: Percentage of income to set aside for taxes
pt: Percentagem do rendimento a reservar para impostos

# taxReserveUpdatedSnack
source: Tax reserve updated
pt: Reserva de impostos atualizada

# safetyBufferPercentLabel
source: Safety buffer
pt: Margem de segurança

# safetyBufferPercentHelper
source: Percentage of income to set aside as emergency buffer
pt: Percentagem do rendimento a reservar como fundo de emergência

# safetyBufferUpdatedSnack
source: Safety buffer updated
pt: Margem de segurança atualizada

source: Safe to spend
pt: Disponível para gastar

# safeToSpendAvailable
source: {amount} available right now
pt: {amount} disponível agora

# protectionsBuildAfterIncome
source: Protections build automatically after your first income.
pt: As proteções são criadas automaticamente após a primeira receita.

source: Tax reserve
pt: Reserva de impostos

source: Balance
pt: Saldo

# safetyCoverageBasedOn
source: Based on {amount} average monthly expenses
pt: Com base em {amount} de despesas médias mensais

source: Confidence: Low
pt: Confiança: Baixa

source: Confidence: Medium
pt: Confiança: Média

source: Confidence: High
pt: Confiança: Alta

# profitPercent
source: {percent}% profit
pt: {percent}% de lucro

# pressurePointHeadsUp
source: Heads up
pt: Atenção

# pressurePointDueNext7Days
source: {amount} fixed bills due in the next 7 days
pt: {amount} de despesas fixas nos próximos 7 dias

# pressurePointReviewBills
source: Review bills
pt: Rever despesas

# pressurePointOpeningBills
source: Opening recurring bills
pt: A abrir despesas recorrentes

# pressurePointReducePressureTitle
source: Reduce pressure
pt: Reduzir pressão

# pressurePointReducePressureBody
source: Choose an action to ease the next days
pt: Escolha uma ação para aliviar os próximos dias

# pressurePointPauseNonEssential
source: Pause non essential
pt: Pausar não essenciais

# pressurePointPauseSelected
source: Pause selected
pt: Pausar selecionadas

# pressurePointPausedSnack
source: All set. Bills paused.
pt: Feito. Contas pausadas.

# pressurePointPauseErrorSnack
source: Could not pause bills. Try again.
pt: Não foi possível pausar. Tente novamente.

# pressurePointNoBillsSelected
source: Select at least one bill
pt: Selecione pelo menos uma conta

# pressureReliefTitle
source: Pressure reduced
pt: Pressão reduzida

# pressureReliefSubtitlePaused
source: Paused {count} bills
pt: Pausou {count} contas

# pressureReliefDismiss
source: Dismiss
pt: Fechar

source: Protection coverage
pt: Cobertura de proteção

source: Protection totals
pt: Totais de proteção

source: Total protected
pt: Total protegido

# coverageRunwayMonths
source: {months} months runway
pt: {months} meses de margem

# coverageRunwayDays
source: {days} days runway
pt: {days} dias de margem

# coverageBasedOnMonths
source: Based on {months} months of expense data
pt: Com base em {months} meses de despesas

# overspentWarning
source: Overspent by {amount}
pt: Gasto a mais: {amount}

source: Monthly recurring
pt: Recorrente mensal

# monthlyRecurringTotal
source: {amount}/mo
pt: {amount}/mês
