Repository: incorefinance/incore_finance_app
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Dashboard
pt: Painel

source: Transactions
pt: Transações

source: Add Transaction
pt: Adicionar Transação

source: Analytics
pt: Análises

source: Settings
pt: Definições

source: Good Morning
pt: Bom Dia

source: Good Afternoon
pt: Boa Tarde

source: Good Evening
pt: Boa Noite

# dateFormat
source: MMMM dd, yyyy
pt: dd 'de' MMMM 'de' yyyy

source: Monthly Profit
pt: Lucro Mensal

source: Profit
pt: Lucro

source: Loss
pt: Prejuízo

source: vs last month
pt: vs mês anterior

source: Top Expenses
pt: Principais Despesas

source: Cash Balance
pt: Saldo Disponível

source: Total Balance
pt: Saldo Total

source: Last 30 Days
pt: Últimos 30 Dias

# comparisonTitle
source: This Month vs Last Month
pt: Este Mês vs Mês Anterior

source: Income
pt: Receita

source: Expenses
pt: Despesas

source: Savings
pt: Poupanças

# categoryAdvertising
source: Advertising and marketing
pt: Publicidade e marketing

# categoryRent
source: Rent and utilities
pt: Renda e utilidades

# categorySoftware
source: Website and software
pt: Website e software

# categorySubscriptions
source: Subscriptions
pt: Subscrições

# categoryEquipment
source: Equipment and hardware
pt: Equipamento e hardware

# categorySupplies
source: Office supplies
pt: Material de escritório

# categoryAccounting
source: Accounting and legal
pt: Contabilidade e jurídico

# categoryContractors
source: Contractors and outsourcing
pt: Outsourcing

# categoryTravel
source: Travel
pt: Viagens

# categoryMeals
source: Meals and entertainment business
pt: Refeições

# categoryInsurance
source: Insurance
pt: Seguros

# categoryTaxes
source: Taxes
pt: Impostos

# categoryFees
source: Bank and payment fees
pt: Taxas bancárias e outras

# categorySalary
source: Salary and payroll
pt: Salários

# categoryTraining
source: Benefits and training
pt: Benefícios e formação

# categoryOtherExpense
source: Other expense
pt: Outras despesas

# categoryRefunds
source: Refunds and adjustments
pt: Reembolsos e ajustamentos

# categorySales
source: Sales and revenue
pt: Vendas e receitas

source: All Transactions
pt: Todas as Transações

# noTransactions
source: No transactions yet
pt: Ainda sem transações

# noTransactionsDesc
source: Start tracking your business finances by adding your first transaction
pt: Adiciona a tua primeira transação e começa a acompanhar as tuas finanças

source: Get Started
pt: Começar

source: Filter by Type
pt: Filtrar por Tipo

source: Filter by Category
pt: Filtrar por Categoria

source: Filter by Date
pt: Filtrar por Data

source: Apply Filters
pt: Aplicar Filtros

source: Clear Filters
pt: Limpar Filtros

source: Transaction Type
pt: Tipo de Transação

source: All
pt: Todos

source: Expense
pt: Despesa

source: Today
pt: Hoje

source: Yesterday
pt: Ontem

source: This Week
pt: Esta Semana

source: This Month
pt: Este Mês

source: Last Month
pt: Mês Anterior

source: Custom
pt: Personalizado

source: Amount
pt: Montante

source: Description
pt: Descrição

source: Category
pt: Categoria

source: Date
pt: Data

source: Payment Method
pt: Método de Pagamento

source: Client
pt: Cliente

source: Cash
pt: Dinheiro

source: Card
pt: Cartão

source: Bank Transfer
pt: Transferência Bancária

source: Mobile Pay
pt: Pagamento Móvel

source: Other
pt: Outro

source: Save
pt: Guardar

source: Cancel
pt: Cancelar

source: Delete
pt: Eliminar

source: Edit
pt: Editar

source: Confirm
pt: Confirmar

source: Back
pt: Voltar

source: Enter amount
pt: Introduzir montante

source: Enter description
pt: Introduzir descrição

source: Select category
pt: Seleccionar categoria

source: Select date
pt: Seleccionar data

source: Select payment method
pt: Seleccionar método de pagamento

# optionalClient
source: Client (optional)
pt: Cliente (opcional)

source: Quick Templates
pt: Modelos Rápidos

source: Client Payment
pt: Pagamento de Cliente

source: Monthly Salary
pt: Salário Mensal

source: Coffee
pt: Café

source: Gas
pt: Combustível

source: Rent
pt: Renda

source: Financial Analytics
pt: Análises Financeiras

source: Select Date Range
pt: Seleccionar Intervalo de Datas

source: Income vs Expenses
pt: Receitas vs Despesas

source: Profit Trends
pt: Tendências do Lucro

source: Category Breakdown
pt: Distribuição por Categoria

source: Financial Ratios
pt: Rácios Financeiros

source: Profit Margin
pt: Margem de Lucro

source: Savings Rate
pt: Taxa de Poupança

source: Expense Ratio
pt: Rácio de Despesas

# languageAndRegion
source: LANGUAGE & REGION
pt: IDIOMA E REGIÃO

source: Language
pt: Idioma

source: Primary Currency
pt: Moeda Principal

source: APPEARANCE
pt: APARÊNCIA

source: Dark Mode
pt: Modo Escuro

source: Enabled
pt: Activado

source: Disabled
pt: Desactivado

source: SECURITY
pt: SEGURANÇA

# biometricAuth
source: Biometric Authentication
pt: Autenticação Biométrica

# faceIdTouchId
source: Face ID / Touch ID enabled
pt: Face ID / Touch ID activado

source: Change PIN
pt: Alterar PIN

# updateSecurityPIN
source: Update your security PIN
pt: Actualizar o PIN de segurança

source: DATA MANAGEMENT
pt: GESTÃO DE DADOS

source: Export Data
pt: Exportar Dados

# downloadFinancialData
source: Download your financial data
pt: Transferir todos os dados financeiros

source: Google Sheets Sync
pt: Sincronização com Google Sheets

source: Connected
pt: Ligado

source: Not connected
pt: Não ligado

source: Backup & Restore
pt: Cópia de Segurança e Restauro

# manageBackups
source: Manage your data backups
pt: Gerir as suas cópias de segurança

source: Notifications
pt: Notificações

source: All Notifications
pt: Todas as Notificações

source: Goal Milestones
pt: Marcos de Objectivos

# goalMilestonesDesc
source: Alerts when you reach savings goals
pt: Alertas quando atingir objectivos de poupança

source: Weekly Summary
pt: Resumo Semanal

# weeklySummaryDesc
source: Financial overview every Monday
pt: Resumo semanal financeiro

source: Spending Alerts
pt: Alertas de Gastos

# spendingAlertsDesc
source: Warnings when approaching limits
pt: Avisos ao aproximar-se dos limites

source: ABOUT
pt: ACERCA

source: App Version
pt: Versão da Aplicação

source: Privacy Policy
pt: Política de Privacidade

source: Support
pt: Apoio

# supportDesc
source: Get help and contact us
pt: Obter ajuda e contactar-nos

source: Reset All Settings
pt: Repor Todas as Definições

# resetConfirmTitle
source: Reset All Settings?
pt: Repor Todas as Definições?

# resetConfirmMessage
source: This will reset all settings to their default values. This action cannot be undone.
pt: Isto irá repor todas as definições para os valores predefinidos. Esta acção não pode ser anulada.

source: Reset
pt: Repor

# languageUpdated
source: Language updated successfully
pt: Idioma actualizado com sucesso

# currencyUpdated
source: Currency updated to {currency}
pt: Moeda actualizada para {currency}

source: Theme updated
pt: Tema actualizado

# biometricEnabled
source: Biometric authentication enabled
pt: Autenticação biométrica activada

# biometricDisabled
source: Biometric authentication disabled
pt: Autenticação biométrica desactivada

# googleSheetsEnabled
source: Google Sheets sync enabled
pt: Sincronização com Google Sheets activada

# googleSheetsDisabled
source: Google Sheets sync disabled
pt: Sincronização com Google Sheets desactivada

# settingsReset
source: Settings reset to defaults
pt: Definições repostas para predefinições

# pinChangeComingSoon
source: PIN change feature coming soon
pt: Funcionalidade de alteração de PIN brevemente disponível

# backupComingSoon
source: Backup feature coming soon
pt: Funcionalidade de cópia de segurança brevemente disponível

source: Opening privacy policy...
pt: A abrir política de privacidade...

source: Opening support...
pt: A abrir apoio...

# exportingData
source: Exporting data as {format}...
pt: A exportar dados como {format}...

source: Switch to Portuguese
pt: Mudar para Português

source: Switch to English
pt: Mudar para Inglês

# transactionSaved
source: Transaction saved successfully
pt: Transação guardada com sucesso

source: Transaction deleted
pt: Transação eliminada

source: Transaction updated
pt: Transação actualizada

source: Error saving transaction
pt: Erro ao guardar transação

# fillRequiredFields
source: Please fill all required fields
pt: Por favor preencha todos os campos obrigatórios

source: No data yet
pt: Ainda sem dados

source: Retry
pt: Tentar novamente

# failedToLoadDashboard
source: Failed to load dashboard data
pt: Falha ao carregar dados do painel

# someDashboardDataFailed
source: Some dashboard data could not be loaded. Pull to refresh to try again.
pt: Alguns dados não puderam ser carregados. Puxe para baixo para tentar novamente.

# noExpensesRecorded
source: No expenses recorded this month yet
pt: Ainda sem despesas registadas este mês

source: Net Profit
pt: Lucro Líquido

source: Net Loss
pt: Prejuízo Líquido

source: Cash Balance Trend
pt: Tendência do Saldo em Caixa

# thirtyDays
source: 30 Days
pt: 30 Dias

source: Export Report
pt: Exportar Relatório

source: Performance overview
pt: Visão geral do desempenho

# notEnoughData
source: Not enough data yet.
pt: Ainda sem dados suficientes.

# incomeVsExpensesChart
source: Income vs expenses
pt: Receitas vs despesas

source: Income sources
pt: Fontes de receita

source: Expense breakdown
pt: Detalhe de despesas

source: Export Analytics
pt: Exportar Análises

source: Export as PDF
pt: Exportar como PDF

# generatePdfReport
source: Generate comprehensive PDF report
pt: Gerar relatório PDF completo

source: Export as CSV
pt: Exportar como CSV

# downloadCsvData
source: Download data in spreadsheet format
pt: Transferir dados em formato de folha de cálculo

# reportExportedSuccessfully
source: {format} report exported successfully
pt: Relatório {format} exportado com sucesso

source: View
pt: Ver

# notEnoughDataForTrends
source: Not enough data yet to show trends.
pt: Ainda sem dados suficientes para mostrar tendências.

# profitImproved
source: Profit improved compared to last month.
pt: O lucro aumentou em relação ao mês anterior.

# profitDecreased
source: Profit decreased compared to last month.
pt: O lucro diminuiu em relação ao mês anterior.

# profitStable
source: Profit was stable compared to last month.
pt: O lucro manteve-se estável em relação ao mês anterior.

# exportStarted
source: {format} export started
pt: Exportação {format} iniciada

# resetDataTitle
source: Reset Data
pt: Repor Dados

# resetDataDescription
source: This will permanently delete all your financial data. This action cannot be undone.
pt: Isto irá eliminar permanentemente todos os dados financeiros. Esta acção não pode ser revertida.

# resetDataDescriptionShort
source: Permanently delete all data
pt: Eliminar permanentemente todos os dados

# dataResetSuccess
source: All data has been reset successfully
pt: Todos os dados foram repostos com sucesso

source: General Settings
pt: Definições Gerais

source: Privacy & Security
pt: Privacidade e Segurança

# goalsAndTracking
source: Goals & Tracking
pt: Objectivos e Acompanhamento

# dataAndExport
source: Data & Export
pt: Dados e Exportação

# aboutSection
source: About
pt: Acerca

# aboutTitle
source: About InCore Finance
pt: Acerca da InCore Finance

# aboutDescription
source: InCore Finance helps you manage your business finances with ease. Track income, expenses, and gain insights into your financial health.
pt: A InCore Finance ajuda-o a gerir as suas finanças empresariais com facilidade. Acompanhe receitas, despesas e obtenha informações sobre a sua saúde financeira.

# aboutDescriptionShort
source: Version and app information
pt: Versão e informação da aplicação

# languageEnglish
source: English
pt: Inglês

# languagePortuguese
source: Portuguese
pt: Português

source: Dark mode enabled
pt: Modo escuro activado

source: Dark mode disabled
pt: Modo escuro desactivado

source: Notifications enabled
pt: Notificações activadas

source: Notifications disabled
pt: Notificações desactivadas

source: Goal milestones enabled
pt: Marcos de objectivos activados

source: Goal milestones disabled
pt: Marcos de objectivos desactivados

source: Weekly summary enabled
pt: Resumo semanal activado

source: Weekly summary disabled
pt: Resumo semanal desactivado

source: Spending alerts enabled
pt: Alertas de gastos activados

source: Spending alerts disabled
pt: Alertas de gastos desactivados

source: Google Sheets sync enabled
pt: Sincronização Google Sheets activada

source: Google Sheets sync disabled
pt: Sincronização Google Sheets desactivada

source: Currency
pt: Moeda

# exportDataDescription
source: Download your financial data
pt: Transferir os seus dados financeiros

source: View all
pt: Ver tudo

source: Up
pt: Subiu

source: Down
pt: Desceu

# authErrorTitle
source: Session Expired
pt: Sessão Expirada

# authErrorDescription
source: Your session has ended. Please log in again to continue.
pt: A sua sessão terminou. Por favor, inicie sessão novamente para continuar.

source: Log in again
pt: Iniciar sessão novamente

source: Upcoming Bills
pt: Contas a Pagar

source: Add bill
pt: Adicionar conta

source: Manage bills
pt: Gerir contas

# viewAllRecurringExpenses
source: View all {count} recurring expenses
pt: Ver todas as {count} despesas recorrentes

source: Due today
pt: Vence hoje

source: Due tomorrow
pt: Vence amanhã

# dueInDays
source: Due in {days} days
pt: Vence em {days} dias

# dueOnDay
source: Due on {day}/{month}
pt: Vence a {day}/{month}

# dueOnDayOfMonth
source: Due on day {day}
pt: Vence no dia {day}

source: No recurring expenses
pt: Sem despesas recorrentes

# addRecurringExpensesHint
source: Add recurring expenses to see upcoming bills and short term pressure.
pt: Adicione despesas recorrentes para ver contas a pagar e pressão de curto prazo.

source: Set up recurring expenses
pt: Configurar despesas recorrentes

source: Recurring Expenses
pt: Despesas Recorrentes

source: Add recurring expense
pt: Adicionar despesa recorrente

source: Edit recurring expense
pt: Editar despesa recorrente

# recurringExpenseAdded
source: Recurring expense added successfully!
pt: Despesa recorrente adicionada com sucesso!

# recurringExpenseUpdated
source: Recurring expense updated successfully!
pt: Despesa recorrente actualizada com sucesso!

# failedToSaveRecurringExpense
source: Failed to save recurring expense. Please try again.
pt: Falha ao guardar despesa recorrente. Por favor, tente novamente.

source: Name
pt: Nome

# namePlaceholder
source: e.g., Internet bill
pt: Ex.: Conta de internet

# amountPlaceholder
source: e.g., 50.00
pt: Ex.: 50.00

source: Due day
pt: Dia de vencimento

# dueDayHelp
source: Day of the month when bill is due (1-31)
pt: Dia do mês em que a conta vence (1-31)

source: Update
pt: Actualizar

source: Add
pt: Adicionar

source: Deactivate
pt: Desactivar

source: Reactivate
pt: Reactivar

source: Inactive
pt: Inactivo

# deleteConfirmTitle
source: Delete
pt: Eliminar

# deleteConfirmMessage
source: Are you sure you want to permanently delete "{name}"?
pt: Tem a certeza de que pretende eliminar permanentemente "{name}"?

# validAmountError
source: Please enter a valid amount greater than zero
pt: Por favor, introduza um montante válido superior a zero

# dueDayRangeError
source: Due day must be between 1 and 31
pt: O dia de vencimento deve estar entre 1 e 31

source: Failed to load transactions
pt: Falha ao carregar transações

source: No results found
pt: Nenhum resultado encontrado

# tryAdjustingFilters
source: Try adjusting your search or filters.
pt: Tente ajustar a sua pesquisa ou filtros.

source: Clear search
pt: Limpar pesquisa

source: Search by description or client
pt: Pesquisar por descrição ou cliente

source: Filters applied
pt: Filtros aplicados

source: No description
pt: Sem descrição

source: Undo
pt: Anular

source: Delete transaction?
pt: Eliminar transação?

# deleteTransactionConfirm
source: This transaction will be removed from your list. You can undo this action.
pt: Esta transação será removida da sua lista. Pode anular esta acção.

source: Filter Transactions
pt: Filtrar Transações

source: Clear All
pt: Limpar Tudo

source: Date range
pt: Intervalo de datas

source: All time
pt: Todo o período

# lastSevenDays
source: Last 7 days
pt: Últimos 7 dias

source: This year
pt: Este ano

source: Overview
pt: Visão Geral

source: Breakdown
pt: Detalhe

source: Trends
pt: Tendências

# monthOverMonth
source: This month vs last month
pt: Este mês vs mês anterior

# comparedWithLastMonth
source: Calendar months
pt: Meses do calendário

source: Applies to charts below
pt: Aplica-se aos gráficos abaixo

source: {percent}% of expenses
pt: {percent}% das despesas

source: Something went wrong
pt: Algo correu mal

# addTransactionsToSeeTrends
source: Add a few transactions to see trends and breakdowns
pt: Adicione algumas transações para ver tendências e detalhes

# pleaseEnterAmount
source: Please enter an amount
pt: Por favor, introduza um montante

# pleaseEnterDescription
source: Please enter a description
pt: Por favor, introduza uma descrição

# pleaseSelectCategory
source: Please select a category
pt: Por favor, seleccione uma categoria

# pleaseSelectPaymentMethod
source: Please select a payment method
pt: Por favor, seleccione um método de pagamento

# transactionAddedSuccess
source: Transaction added successfully!
pt: Transação adicionada com sucesso!

# transactionUpdatedSuccess
source: Transaction updated successfully!
pt: Transação actualizada com sucesso!

# failedToAddTransaction
source: Failed to add transaction. Please try again.
pt: Falha ao adicionar transação. Por favor, tente novamente.

# enterClientHint
source: Enter client name
pt: Introduzir nome do cliente

source: Edit Transaction
pt: Editar Transação

# catSales
source: Sales
pt: Vendas

# catConsulting
source: Consulting
pt: Consultoria

# catRetainers
source: Retainers
pt: Avenças

# catSubscriptionsIncome
source: Subscriptions
pt: Subscrições

# catCommissions
source: Commissions
pt: Comissões

# catInterest
source: Interest
pt: Juros

# catRefundsIncome
source: Refunds
pt: Reembolsos

# catOtherIncome
source: Other Income
pt: Outras Receitas

# catAdvertising
source: Advertising
pt: Publicidade

# catSubscriptionsExpense
source: Subscriptions
pt: Subscrições

# catEquipment
source: Equipment
pt: Equipamento

# catSupplies
source: Supplies
pt: Material

# catAccounting
source: Accounting
pt: Contabilidade

# catContractors
source: Contractors
pt: Outsourcing

# catTravel
source: Travel
pt: Viagens

# catMeals
source: Meals
pt: Refeições

# catRent
source: Rent
pt: Renda

# catInsurance
source: Insurance
pt: Seguros

# catTaxes
source: Taxes
pt: Impostos

# catFees
source: Fees
pt: Taxas

# catSalaries
source: Salaries
pt: Salários

# catTraining
source: Training
pt: Formação

# catOtherExpense
source: Other Expense
pt: Outras Despesas

# payDirectDebit
source: Direct Debit
pt: Débito Directo

# networkErrorTitle
source: Connection Problem
pt: Problema de Ligação

# networkErrorMessage
source: Please check your internet connection and try again.
pt: Por favor, verifique a sua ligação à internet e tente novamente.

# unknownErrorTitle
source: Something Went Wrong
pt: Algo Correu Mal

# unknownErrorMessage
source: An unexpected error occurred. Please try again.
pt: Ocorreu um erro inesperado. Por favor, tente novamente.

source: Subscription
pt: Subscrição

source: Free Plan
pt: Plano Gratuito

# freeDescription
source: Basic features with usage limits
pt: Funcionalidades básicas com limites de utilização

# premiumDescription
source: Full access to all features
pt: Acesso completo a todas as funcionalidades

source: Manage Subscription
pt: Gerir Subscrição

# manageSubscriptionHint
source: Open your device settings to manage your subscription
pt: Abra as definições do dispositivo para gerir a sua subscrição

source: Restore Purchases
pt: Restaurar Compras

# purchasesRestored
source: Purchases restored successfully
pt: Compras restauradas com sucesso

# restoreFailed
source: Failed to restore purchases
pt: Falha ao restaurar compras

source: Upgrade to Premium
pt: Atualizar para Premium

source: Premium Features
pt: Funcionalidades Premium

# featureAnalytics
source: Advanced analytics and insights
pt: Análises e insights avançados

# featureHistoricalData
source: Access to historical data
pt: Acesso a dados históricos

# featureExportData
source: Export data to PDF and CSV
pt: Exportar dados para PDF e CSV

# featureUnlimitedEntries
source: Unlimited transactions and entries
pt: Transações e entradas ilimitadas

# limitReachedMonthly
source: You have reached your free plan limit for this month
pt: Atingiu o limite do seu plano gratuito para este mês

# limitReachedRecurring
source: You have reached your free plan limit for active recurring expenses
pt: Atingiu o limite do seu plano gratuito para despesas recorrentes ativas

source: Account
pt: Conta

source: Delete Account
pt: Eliminar Conta

# deleteAccountDesc
source: Permanently delete your account
pt: Eliminar permanentemente a sua conta

# deleteAccountConfirm
source: Type DELETE to confirm:
pt: Escreva DELETE para confirmar:

source: Current Plan
pt: Plano Actual

source: Available on mobile only
pt: Disponível apenas no telemóvel

# restorePurchasesDesc
source: Restore previous purchases
pt: Restaurar compras anteriores

source: First Day of Week
pt: Primeiro Dia da Semana

source: Sunday
pt: Domingo

source: Monday
pt: Segunda-feira

source: Reset Onboarding
pt: Reiniciar Configuração

# resetOnboardingDesc
source: Go through setup again
pt: Passar pela configuração novamente

source: Clear Cache
pt: Limpar Cache

# clearCacheDesc
source: Free up storage space
pt: Libertar espaço de armazenamento

source: Diagnostics
pt: Diagnósticos

# diagnosticsDesc
source: View app information
pt: Ver informação da aplicação

source: Build Version
pt: Versão

source: Last Sync
pt: Última Sincronização

source: Last Error
pt: Último Erro

source: Not available
pt: Não disponível

source: None
pt: Nenhum

source: Contact Support
pt: Contactar Suporte

# contactSupportDesc
source: Get help with the app
pt: Obter ajuda com a aplicação

# privacyPolicyDesc
source: View our privacy policy
pt: Ver a nossa política de privacidade

source: Terms of Service
pt: Termos de Serviço

# termsOfServiceDesc
source: View terms and conditions
pt: Ver termos e condições

# upgradeForExport
source: Upgrade to Premium to export data
pt: Atualizar para Premium para exportar dados

# incomeSetupTitle
source: Income setup
pt: Configuração de rendimento

# incomeSetupSubtitle
source: Choose what best matches your income
pt: Escolha o que melhor descreve o seu rendimento

# incomeTypeFixed
source: Fixed income
pt: Rendimento fixo

# incomeTypeFixedDesc
source: Consistent monthly amount like salary
pt: Valor mensal consistente como salário

# incomeTypeVariable
source: Variable income
pt: Rendimento variável

# incomeTypeVariableDesc
source: Changes month to month like freelance
pt: Muda de mês para mês como freelance

# incomeTypeMixed
source: Mixed income
pt: Rendimento misto

# incomeTypeMixedDesc
source: Combination of fixed and variable
pt: Combinação de fixo e variável

# monthlyEstimateLabel
source: Monthly estimate (optional)
pt: Estimativa mensal (opcional)

# monthlyEstimateHint
source: Enter your typical monthly income
pt: Introduza o seu rendimento mensal típico

# analyticsHealthy
source: Healthy
pt: Saudável

# analyticsWatch
source: Watch
pt: Atenção

# analyticsRisk
source: Risk
pt: Risco

# analyticsIncomeVsExpensesHealthyExplanation
source: Expenses are well below income.
pt: As despesas estão bem abaixo do rendimento.

# analyticsIncomeVsExpensesWatchExplanation
source: Expenses are close to income. Keep an eye on this.
pt: As despesas estão perto do rendimento. Convém acompanhar.
